Repository: TermoakSSH/mobile-ios
Catalog: Termoak/Localizable.xcstrings
Source language: en
Languages: es

# import.count.jumps %lld
source: %lld jump hosts
es: %lld saltos

# import.count.keys %lld
source: %lld new keys
es: %lld claves nuevas

# import.count.skipped %lld
source: %lld skipped
es: %lld omitidos

# import.count.tunnels %lld
source: %lld tunnels
es: %lld túneles

# import.count.warnings %lld
source: %lld warnings
es: %lld avisos

# import.device_only_hint
source: Don't sync the imported hosts and keys
es: No sincronizar los hosts y claves importados

# import.done %lld
source: %lld hosts imported
es: %lld hosts importados

# import.group
source: Group (optional)
es: Grupo (opcional)

# import.group_hint
source: The imported hosts go in this group (created if it doesn't exist).
es: Los hosts importados van a este grupo (se crea si no existe).

# import.intro
source: Creates a host for each “Host” of an OpenSSH config file (~/.ssh/config), with its user, port, jump hosts (ProxyJump) and tunnels. Hosts that already exist with the same name are skipped, and keys (IdentityFile) are only found if their path exists on this device.
es: Crea un host por cada «Host» de un fichero de configuración de OpenSSH (~/.ssh/config), con su usuario, puerto, saltos (ProxyJump) y túneles. Los hosts que ya existen con el mismo nombre se saltan, y las claves (IdentityFile) solo se encuentran si su ruta existe en este dispositivo.

# import.nothing
source: There are no new hosts to import.
es: No hay hosts nuevos que importar.

# import.preview
source: Preview
es: Vista previa

# import.read_failed
source: Couldn't read the file
es: No se pudo leer el fichero

# import.run
source: Import
es: Importar

# import.section.hosts
source: Hosts that will be created
es: Hosts que se crearán

# import.section.skipped
source: Will be skipped
es: Se omitirán

# import.section.warnings
source: Warnings
es: Avisos

# import.title
source: Import SSH config
es: Importar configuración SSH

# join.account_footer
source: You join with your account's name. The owner sees who you are.
es: Entras con el nombre de tu cuenta. El dueño ve quién eres.

# join.as_account %@
source: Join as %@
es: Entrar como %@

# join.as_guest_instead
source: Join as a guest instead
es: Entrar como invitado

# join.info.approval
source: The owner will let you in
es: El dueño te dejará entrar

# join.info.inside %lld
source: %lld people inside
es: %lld personas dentro

# join.info.owner %@
source: Shared by %@
es: Compartida por %@

# join.invalid_link
source: That is not an invitation link. It looks like https://…/join/… or termoak://join?…
es: Eso no es un enlace de invitación. Es como https://…/join/… o termoak://join?…

# join.join
source: Join
es: Unirse

# join.link_footer
source: Paste the link the owner of the session sent you.
es: Pega el enlace que te ha enviado el dueño de la sesión.

# join.link_header
source: Invitation link
es: Enlace de invitación

# join.name_footer
source: The people in the session see this name. You need no account.
es: Las personas de la sesión ven este nombre. No necesitas cuenta.

# join.title
source: Join a shared session
es: Unirse a una sesión compartida

# join.who
source: Join as
es: Entrar como

# keyboard_editor.add_to_bar
source: Add key to the bar
es: Añadir tecla a la barra

# keyboard_editor.add_to_bar.title
source: Add to the bar
es: Añadir a la barra

# keyboard_editor.bar.footer
source: Tap Edit to reorder or remove them. The bar scrolls if they don't all fit.
es: Pulsa Editar para ordenarlas o quitarlas. La barra se desliza si no caben todas.

# keyboard_editor.bar.header
source: Bar above the keyboard
es: Barra sobre el teclado

# keyboard_editor.group.footer
source: Swipe a key to the right to add it to the bar.
es: Desliza una tecla hacia la derecha para añadirla a la barra.

# keyboard_editor.group.keys
source: Keys
es: Teclas

# keyboard_editor.group.show
source: Show in the panel
es: Mostrar en el panel

# keyboard_editor.group.to_bar
source: To the bar
es: A la barra

# keyboard_editor.groups.footer
source: The panel opens with the grid button. In each group you can hide it, reorder its keys or create your own.
es: El panel se abre con el botón de la rejilla. Dentro de cada grupo puedes ocultarlo, ordenar sus teclas o crear las tuyas.

# keyboard_editor.groups.header
source: Panel groups
es: Grupos del panel

# keyboard_editor.new_key
source: New key
es: Nueva tecla

# keyboard_editor.new_key.combination
source: Combination
es: Combinación

# keyboard_editor.new_key.combination_help
source: Optional. Keys separated by spaces: ctrl+x, alt+x, ^X, esc, tab, enter, up, down, left, right, home, end, pgup, pgdn, ins, del, f1–f12.
es: Opcional. Teclas separadas por espacios: ctrl+x, alt+x, ^X, esc, tab, enter, up, down, left, right, home, end, pgup, pgdn, ins, del, f1–f12.

# keyboard_editor.new_key.label_placeholder
source: Label (what the key shows)
es: Etiqueta (lo que se ve en la tecla)

# keyboard_editor.new_key.press_enter
source: Press Enter at the end
es: Pulsar Intro al final

# keyboard_editor.new_key.sends
source: Sends
es: Envía

# keyboard_editor.new_key.text
source: Text
es: Texto

# keyboard_editor.new_key.text_placeholder
source: Text typed afterwards
es: Texto que se escribe después

# keyboard_editor.new_key_ellipsis
source: New key…
es: Nueva tecla…

# keyboard_editor.reset
source: Reset keys
es: Restablecer las teclas

# keyboard_editor.reset.confirm
source: Reset
es: Restablecer

# keyboard_editor.reset.message
source: Your order and custom keys will be lost.
es: Se pierden el orden y las teclas propias.

# keyboard_editor.reset.title
source: Go back to the default keys?
es: ¿Volver a las teclas de serie?

# keychain.copy_public
source: Copy the public key
es: Copiar la pública

# keychain.delete.message
source: Hosts that use it will no longer be able to connect with it.
es: Los hosts que la usan dejarán de poder conectarse con ella.

# keychain.delete.title %@
source: Delete “%@”?
es: ¿Borrar «%@»?

# keychain.detail.certificate
source: Certificate
es: Certificado

# keychain.detail.certificate_yes
source: Yes
es: Sí

# keychain.detail.comment
source: Comment
es: Comentario

# keychain.detail.comment_hint
source: The comment goes at the end of the public key (often who and where it is from).
es: El comentario va al final de la clave pública (suele decir de quién y de dónde es).

# keychain.detail.fingerprint
source: Fingerprint
es: Huella

# keychain.detail.passphrase
source: Passphrase
es: Frase de paso

# keychain.detail.passphrase_yes
source: Encrypted
es: Cifrada

# keychain.detail.public_key
source: Public key
es: Clave pública

# keychain.detail.qr
source: QR code
es: Código QR

# keychain.detail.share_public
source: Share public key
es: Compartir la clave pública

# keychain.detail.title
source: Details
es: Detalles

# keychain.empty.text
source: Generate a key and copy its public part to the server. It is stored encrypted and, if you want, synced.
es: Genera una clave y copia su parte pública en el servidor. Se guarda cifrada y, si quieres, se sincroniza.

# keychain.empty.title
source: No SSH keys
es: Sin claves SSH

# keychain.export.action
source: Export private key…
es: Exportar la clave privada…

# keychain.export.copied
source: Copied
es: Copiada

# keychain.export.copy
source: Copy (this device only, for 2 minutes)
es: Copiar (solo este dispositivo, 2 minutos)

# keychain.export.footer
source: Asks for Face ID, Touch ID or the passcode first.
es: Pide antes Face ID, Touch ID o el código.

# keychain.export.none
source: This key has no private part saved here.
es: Esta clave no tiene la parte privada guardada aquí.

# keychain.export.reason
source: Show the private key
es: Mostrar la clave privada

# keychain.export.share
source: Share…
es: Compartir…

# keychain.export.warning
source: Anyone with this text can sign in as you wherever the key is installed. Keep it safe.
es: Cualquiera con este texto puede entrar como tú donde esté instalada la clave. Guárdala bien.

# keychain.generate
source: Generate key
es: Generar clave

# keychain.generate.action
source: Generate
es: Generar

# keychain.generate.comment %@
source: Comment (%@ (Termoak))
es: Comentario (%@ (Termoak))

# keychain.generate.name %@
source: Name (%@)
es: Nombre (%@)

# keychain.generating
source: Generating…
es: Generando…

# keychain.import.action
source: Import
es: Importar

# keychain.import.check
source: Check the key
es: Comprobar la clave

# keychain.import.default_label
source: Imported
es: Importada

# keychain.import.encrypted
source: Protected with a passphrase
es: Protegida con frase de paso

# keychain.import.not_a_key
source: That file isn't a private key.
es: Ese fichero no es una clave privada.

# keychain.import.passphrase
source: Passphrase (if it has one)
es: Frase de paso (si tiene)

# keychain.import.preview
source: Key
es: Clave

# keychain.import.private_key
source: Private key
es: Clave privada

# keychain.import.title
source: Import key
es: Importar clave

# keychain.install.already
source: The key was already installed
es: La clave ya estaba instalada

# keychain.install.done
source: Key installed
es: Clave instalada

# keychain.install.failed
source: Couldn't install the key
es: No se pudo instalar la clave

# keychain.install.footer
source: Connects to the host and adds the public key to ~/.ssh/authorized_keys (like ssh-copy-id), so it can be used to sign in there.
es: Se conecta al host y añade la clave pública a ~/.ssh/authorized_keys (como ssh-copy-id), para poder usarla para entrar allí.

# keychain.install.title
source: Install on a host…
es: Instalar en un host…

# keychain.install.where %@
source: In ~/.ssh/authorized_keys on %@.
es: En ~/.ssh/authorized_keys de %@.

# keychain.key.with_passphrase %@
source: %@ · with passphrase
es: %@ · con frase de paso

# keychain.menu.generate
source: Generate a new one
es: Generar una nueva

# keychain.menu.import
source: Import (paste)
es: Importar (pegar)

# keychain.passphrase_optional
source: Passphrase (optional)
es: Frase de paso (opcional)

# keychain.public_copied
source: Public key copied. Paste it into ~/.ssh/authorized_keys on the server.
es: Clave pública copiada. Pégala en ~/.ssh/authorized_keys del servidor.

# keychain.store_passphrase
source: Save the passphrase
es: Guardar la frase de paso

# keychain.store_passphrase.off_hint
source: You'll type it every time the key is used.
es: La escribirás cada vez que se use la clave.

# keychain.tab.identities
source: Identities
es: Identidades

# keychain.tab.keys %lld
source: Keys (%lld)
es: Claves (%lld)

# keys.combination.error %@
source: I don't understand “%@”. Use ctrl+x, alt+x, ^X, esc, tab, enter, up, down, left, right, home, end, pgup, pgdn, ins, del or f1–f12.
es: No entiendo «%@». Usa ctrl+x, alt+x, ^X, esc, tab, enter, up, down, left, right, home, end, pgup, pgdn, ins, del o f1–f12.

# keys.describe.modifier %@
source: %@ (stays pressed)
es: %@ (se queda pulsada)

# keys.describe.paste
source: pastes the clipboard
es: pega el portapapeles

# keys.group.arrows
source: Arrows and jumps
es: Flechas y saltos

# keys.group.basic
source: Basics
es: Básicas

# keys.group.custom
source: My keys
es: Mis teclas

# keys.group.functions
source: Functions
es: Funciones

# keys.group.symbols
source: Symbols
es: Símbolos

# known_hosts.copy_fingerprint
source: Copy fingerprint
es: Copiar la huella

# known_hosts.copy_key
source: Copy public key
es: Copiar la clave pública

# known_hosts.detail.saved
source: Saved
es: Guardada

# known_hosts.empty.text
source: When you connect to a server for the first time and trust its fingerprint, it shows up here.
es: Al conectarte por primera vez a un servidor y confiar en su huella, aparece aquí.

# known_hosts.empty.title
source: No known hosts
es: Sin hosts conocidos

# known_hosts.forget
source: Forget
es: Olvidar

# known_hosts.forget.message
source: Next time you connect you'll be asked again whether you trust its fingerprint.
es: La próxima vez que te conectes se te volverá a preguntar si confías en su huella.

# known_hosts.forget.title %@
source: Forget %@?
es: ¿Olvidar %@?

# known_hosts.search
source: Search known hosts
es: Buscar hosts conocidos

# language.name
source: English
es: Español

# lock.canceled
source: Cancelled. Termoak stays locked.
es: Cancelado. Termoak sigue bloqueado.

# lock.detail %@
source: Use %@ or your device passcode to open it. Your terminals keep running.
es: Usa %@ o el código del dispositivo para abrirlo. Tus terminales siguen funcionando.

# lock.failed
source: Could not verify you. Try again.
es: No se ha podido verificar tu identidad. Inténtalo de nuevo.

# lock.method.passcode
source: your passcode
es: tu código

# lock.reason_enable
source: Turn the Termoak lock on or off
es: Activar o desactivar el bloqueo de Termoak

# lock.reason_open
source: Unlock Termoak
es: Desbloquear Termoak

# lock.title
source: Termoak is locked
es: Termoak está bloqueado

# lock.unavailable %@
source: %@ is not set up on this device: set a passcode to use the lock.
es: %@ no está configurado en este dispositivo: pon un código para usar el bloqueo.

# lock.unlock %@
source: Unlock with %@
es: Desbloquear con %@

# login.back
source: Back
es: Volver

# login.code
source: Verification code
es: Código de verificación

# login.code_hint
source: Enter the code from your authenticator app.
es: Escribe el código de tu app de autenticación.

# login.code_invalid
source: The code is not correct. Try the next one.
es: El código no es correcto. Prueba con el siguiente.

# login.custom.continue
source: Continue
es: Continuar

# login.custom.hint
source: The address of your Termoak server, e.g. ssh.example.com.
es: La dirección de tu servidor de Termoak, p. ej. ssh.ejemplo.com.

# login.custom.link
source: Use your own server
es: Usar tu propio servidor

# login.custom.title
source: Your own server
es: Tu propio servidor

# login.forgot_password
source: Forgot your password?
es: ¿Olvidaste la contraseña?

# login.have_account
source: I already have an account
es: Ya tengo una cuenta

# login.invite
source: Invitation code
es: Código de invitación

# login.invite.expires %@
source: Expires on %@.
es: Caduca el %@.

# login.invite.join_team %@
source: You will join the team “%@”.
es: Te unirás al equipo «%@».

# login.invite.only_for %@
source: Only for %@.
es: Solo para %@.

# login.invite.valid
source: Valid invitation.
es: Invitación válida.

# login.name
source: Name
es: Nombre

# login.new_password
source: Password (8 characters or more)
es: Contraseña (8 caracteres o más)

# login.no_account_yet
source: No account yet? Create one
es: ¿Sin cuenta? Crea una

# login.no_server
source: Use without a server, only on this device
es: Usar sin servidor, solo en este dispositivo

# login.official.sign_in
source: Sign in to Termoak
es: Iniciar sesión en Termoak

# login.official.sign_up
source: Create a Termoak account
es: Crear una cuenta de Termoak

# login.password.hide
source: Hide password
es: Ocultar contraseña

# login.password.show
source: Show password
es: Mostrar contraseña

# login.password_rules
source: Use at least 8 characters.
es: Usa al menos 8 caracteres.

# login.privacy.link
source: Privacy policy
es: Política de privacidad

# login.recovery_hint
source: A recovery code also works.
es: También vale un código de recuperación.

# login.server
source: Server
es: Servidor

# login.server.environment %@
source: Test server (%@): data may be deleted
es: Servidor de pruebas (%@): los datos se pueden borrar

# login.server.insecure
source: This connection is not encrypted (http): use it only on a network you trust.
es: Esta conexión no está cifrada (http): úsala solo en una red de confianza.

# login.server.no_vaults
source: This server has no vaults yet: everything syncs to your account.
es: Este servidor aún no tiene vaults: todo se sincroniza con tu cuenta.

# login.server.not_termoak
source: That address does not answer like a Termoak server.
es: Esa dirección no responde como un servidor de Termoak.

# login.server.registration_closed
source: Sign-up by invitation only
es: Registro solo con invitación

# login.server.registration_open
source: Open sign-up
es: Registro abierto

# login.server.unreachable %@
source: Could not check the server: %@
es: No se pudo comprobar el servidor: %@

# login.server.version %@
source: Version %@
es: Versión %@

# login.sign_in.title
source: Sign in
es: Iniciar sesión

# login.sign_up
source: Create an account
es: Crear una cuenta

# login.sign_up.action
source: Create account
es: Crear cuenta

# login.sign_up.title
source: Create your account
es: Crea tu cuenta

# login.sign_up_invite
source: Create an account with an invitation
es: Crear una cuenta con invitación

# login.tagline
source: Your hosts, keys and sessions, synced with your server.
es: Tus hosts, claves y sesiones, sincronizados con tu servidor.

# login.terms.accept
source: I have read and accept the terms of use and the privacy policy
es: He leído y acepto las condiciones de uso y la política de privacidad

# login.terms.link
source: Terms of use
es: Condiciones de uso

# login.verify
source: Verify
es: Verificar

# login.verify_email.code
source: 6-digit code
es: Código de 6 cifras

# login.verify_email.different_email
source: Use a different email
es: Usar otro email

# login.verify_email.invalid_code
source: The code is wrong or has expired. Check it or ask for a new one.
es: El código no es correcto o ha caducado. Revísalo o pide uno nuevo.

# login.verify_email.later
source: You can close the app and finish later from Accounts.
es: Puedes cerrar la app y terminar más tarde desde Cuentas.

# login.verify_email.later_button
source: Later
es: Más tarde

# login.verify_email.resend
source: Resend code
es: Reenviar el código

# login.verify_email.resend_in %lld
source: Resend code (%lld s)
es: Reenviar el código (%lld s)

# login.verify_email.resent
source: We sent you a new code.
es: Te hemos enviado un código nuevo.

# login.verify_email.sent %@
source: We sent a 6-digit code to %@. Enter it to finish signing in.
es: Hemos enviado un código de 6 cifras a %@. Escríbelo para terminar de iniciar sesión.

# login.verify_email.spam_hint
source: The code lasts 15 minutes. If the email does not arrive, check your spam folder.
es: El código dura 15 minutos. Si no te llega el email, mira en la carpeta de spam.

# login.verify_email.title
source: Check your email
es: Revisa tu email

# logo.cloud
source: Cloud
es: Nube

# logo.container
source: Container / Docker
es: Contenedor / Docker

# logo.database
source: Database
es: Base de datos

# logo.firewall
source: Firewall
es: Cortafuegos

# logo.mail
source: Mail
es: Correo

# logo.router
source: Router / network
es: Router / red

# logo.security
source: Security
es: Seguridad

# logo.server
source: Server
es: Servidor

# logo.storage
source: Storage / NAS
es: Almacenamiento / NAS

# nav.account.not_synced
source: Not synced
es: Sin sincronizar

# nav.account.synced
source: Synced
es: Sincronizado

# nav.account.synced_live
source: Synced · live
es: Sincronizado · en directo

# nav.connections
source: Connections
es: Conexiones

# nav.keychain
source: Keychain
es: Llavero

# nav.known_hosts
source: Known hosts
es: Hosts conocidos

# nav.port_forwarding
source: Port forwarding
es: Reenvío de puertos

# nav.profile
source: Profile
es: Perfil

# nav.vault
source: Vault
es: Bóveda

# paste.confirm.broadcast %lld
source: Broadcasting: it goes to %lld terminals, and each line is run as soon as it arrives.
es: Difusión activa: va a %lld terminales y cada línea se ejecuta en cuanto llega.

# paste.confirm.dont_ask
source: Don't ask again
es: No volver a preguntar

# paste.confirm.dont_ask.footer
source: You can turn it back on in Profile → Settings.
es: Puedes volver a activarlo en Perfil → Ajustes.

# paste.confirm.footer
source: Each line is run as soon as it arrives, as if you pressed Enter.
es: Cada línea se ejecuta en cuanto llega, como si pulsaras Intro.

# paste.confirm.lines %lld
source: %lld lines
es: %lld líneas

# paste.confirm.title
source: Paste several lines?
es: ¿Pegar varias líneas?

# port_forwarding.choose_host
source: Choose a host
es: Elige un host

# profile.local.title
source: Local vault
es: Bóveda local

# qr.too_long
source: Too long for a QR code.
es: Demasiado largo para un código QR.

# quick_connect.connect_to %@
source: Connect to %@
es: Conectar a %@

# quick_connect.no_hosts
source: There are no hosts yet.
es: Todavía no hay hosts.

# quick_connect.prompt
source: Host, tag, user@host or telnet://host
es: Host, etiqueta, usuario@host o telnet://host

# quick_connect.saved_as_host
source: Saved as a new host
es: Se guarda como host nuevo

# quick_connect.saved_as_host_telnet
source: Telnet, unencrypted · saved as a new host the first time
es: Telnet, sin cifrar · se guarda como host nuevo la primera vez

# quick_connect.title
source: Quick Connect
es: Conexión rápida

# quick_panel.back_to_keyboard
source: Back to keyboard
es: Volver al teclado

# quick_panel.customize
source: Customize
es: Personalizar

# quick_panel.history.clear
source: Clear this host's history
es: Borrar el historial de este host

# quick_panel.history.clear_confirm
source: Clear this host's command history?
es: ¿Borrar el historial de comandos de este host?

# quick_panel.history.empty
source: The commands you run on this host appear here. They are only saved on this device.
es: Aquí aparecen los comandos que ejecutes en este host. Solo se guardan en este dispositivo.

# quick_panel.history.no_match %@
source: No command contains “%@”.
es: Ningún comando contiene «%@».

# quick_panel.run %@
source: Run %@
es: Ejecutar %@

# quick_panel.snippets.empty
source: You don't have any snippets yet. Create them in Settings › Snippets or on the desktop.
es: Todavía no tienes snippets. Créalos en Ajustes › Snippets o en el escritorio.

# quick_panel.snippets.no_folder
source: No folder
es: Sin carpeta

# quick_panel.tab.appearance
source: Appearance
es: Apariencia

# quick_panel.tab.history
source: History
es: Historial

# quick_panel.tab.keys
source: Keys
es: Teclas

# sessions.empty.text_account
source: Open a host from the vault. Persistent sessions keep running on the server even if you close the app.
es: Abre un host desde la bóveda. Las sesiones persistentes siguen vivas en el servidor aunque cierres la app.

# sessions.empty.text_local
source: Open a host from the vault. With an account, sessions also keep running even if you close the app.
es: Abre un host desde la bóveda. Con una cuenta, además, las sesiones siguen vivas aunque cierres la app.

# sessions.empty.title
source: No open sessions
es: No hay sesiones abiertas

# sessions.recording.download
source: Download recording
es: Descargar la grabación

# sessions.row.asleep
source: Not connected · on the server
es: Sin conectar · en el servidor

# sessions.row.connected_local
source: Connected · SSH from here
es: Conectada · SSH desde aquí

# sessions.row.connected_server
source: Connected · on the server
es: Conectada · en el servidor

# sessions.section.on_server
source: On the server
es: En el servidor

# sessions.section.open_here
source: Open on this device
es: Abiertas en este dispositivo

# sessions.section.recent
source: Recent
es: Recientes

# sessions.section.shared
source: Shared with you
es: Compartidas contigo

# sessions.shared_by %@
source: Shared by %@
es: Compartida por %@

# sessions.state.closed
source: Closed
es: Cerrada

# sessions.state.host_offline
source: Host offline
es: Anfitrión desconectado

# sessions.state.running
source: Running
es: En marcha

# sessions.status.closed
source: Closed
es: Cerrada

# sessions.status.connecting
source: Connecting
es: Conectando

# sessions.status.failed
source: Failed
es: Falló

# sessions.status.running
source: Running
es: En marcha

# sessions.viewers %lld
source: %lld connected
es: %lld conectados
